{
    "services": "خدمات",
    "contact": "اتصال",
    "about us": "معلومات عنا",
    "title": "TheraBonnies (أخصائيو التدليك الخاصون)",
    "description": "هل تشعر بالتوتر أو الألم أو تحتاج إلى الاسترخاء؟ اكتشف عالمًا من المتعة الأكبر والتجارب التي لا مثيل لها مع TheraBonnies، معالجي التدليك الخاصين الذين يوفرون ملاذًا مثاليًا من صخب الحياة اليومية. سواء كنت تبحث عن الراحة من الألم المزمن، أو قضاء وقت هادئ، أو الاسترخاء، فإن TheraBonnies سوف تساعدك على الشعور بالتحسن من خلال الخدمات الاختيارية مثل النهاية المثيرة/الحسية والنهاية السعيدة.",
    "sub-heading": "دع TheraBonnies يتخلص من التوتر باستخدام تقنيات مهدئة مصممة لاسترخاء الجسم والعقل",
    "individual massage": "التدليك الفردي",
    "1hr, 30mins - $280": "ساعة ونصف - 280 دولار",
    "1hr, 30mins - $300": "ساعة ونصف - 300 دولار",
    "1hr, 40mins - $300": "ساعة و 40 دقيقة - 300 دولار",
    "2hr, 30mins - $600": "ساعتان ونصف - 600 دولار",
    "2hrs, 50mins - $500": "ساعتان و 50 دقيقة - 500 دولار",
    "2hrs, 50mins - $600": "ساعتان و 50 دقيقة - 600 دولار",
    "2hrs - $450": "ساعتان 450 - دولار",
    "2hrs - $500": "ساعتان - 500 دولار",
    "2hrs ($800 - $1000)": "ساعتان (800 دولار - 1000 دولار)",
    "3hrs - $1500 (2 masseuses)": "3 ساعات - 1500 دولار (مع معالجتين)",
    "3hrs - $750": "3 ساعات - 750 دولار",
    "deep tissue massage with hot stone & foot massage treatment": "تدليك الأنسجة العميقة بالأحجار الساخنة وعلاج تدليك القدم",
    "head neck shoulder back hands therapy hot stone massage & foot treatment": "علاج الرأس والرقبة والكتف والظهر واليدين وتدليك الحجر الساخن وعلاج القدم",
    "erotic/nuru massage": "التدليك المثيرة / النورو",
    "head, neck, shoulder, back, hands therapy, hot stone massage or foot treatment": "علاج الرأس والرقبة والكتف والظهر واليدين أو تدليك الحجر الساخن أو علاج القدم",
    "deep tissue massage, reflexology (foot and hand) massage, hot stone massage or shiatsu massage": "تدليك الأنسجة العميقة، تدليك الانعكاسات (القدم واليد)، تدليك الحجر الساخن أو تدليك شياتسو",
    "deep tissue massage, reflexology, hot stone massage or shiatsu massage with happy ending": "تدليك الأنسجة العميقة، أو العلاج الارتكاسي، أو تدليك الحجر الساخن، أو تدليك شياتسو بنهاية سعيدة",
    "deluxe massage": "مساج فاخر",
    "swedish, deep tissue, hot stone therapy, aromatherapy, and reflexology (all-round massage)": "التدليك السويدي، التدليك العميق، علاج الأحجار الساخنة، العلاج بالعطور، والرفلكسولوجي (التدليك الشامل)",
    "couple's massage": "مساج للأزواج",
    "couples head, neck, shoulder, back, hands therapy, hot stone massage & foot treatment": "علاج الرأس، الرقبة، الكتفين، الظهر، اليدين للأزواج، مساج الأحجار الساخنة وعلاج القدمين",
    "swedish massage with hot stone or deep tissue massage with hot stone": "التدليك السويدي مع الأحجار الساخنة أو التدليك العميق مع الأحجار الساخنة",
    "get to know therabonnies": "تعرف على TheraBonnies",
    "book now": "احجز الآن",
    "about": "حول TheraBonnies",
    "welcome": "مرحبًا بكم في Therabonnies - ملاذك للشفاء والاسترخاء.",
    "about-p-2": "TheraBonnies هو فريق من معالجي التدليك المتفانين والمرخصين والمتحمسين لمساعدتك على تحقيق التوازن وتخفيف التوتر وتعزيز رفاهيتك. نحن ندرك أن الحياة يمكن أن تكون متطلبة، ومهمتنا هي توفير ملاذ هادئ حيث يمكنك الاسترخاء وإعادة شحن طاقتك وتجربة الفوائد العلاجية باللمس.",
    "about-p-3": "بفضل سنوات من التدريب والخبرة، يتخصص معالجو ثيرا بونيز في مجموعة واسعة من تقنيات التدليك، بدءًا من التدليك السويدي المهدئ والتدليك العميق إلى العلاجات المستهدفة مثل تدليك الرياضة وعلاج النقاط المحورية. يتم تخصيص كل جلسة لتلبية احتياجاتكم الفريدة، سواء كنتم تبحثون عن تخفيف الآلام المزمنة، التعافي من الإصابات، أو ببساطة ترغبون في لحظة من الهدوء في يومكم المزدحم.",
    "about-p-4": "تؤمن TheraBonnies بقوة الشفاء من خلال التواصل والرعاية. نحن ملتزمون بتوفير بيئة هادئة ومرحبة، حيث يمكنك أن تشعر بالراحة والدعم طوال رحلتك بأكملها إلى العافية. راحتك وخصوصيتك واسترخائك هي أولويتنا القصوى.",
    "our services": "خدماتنا",
    "our-services-p1": "نحن نقدم مجموعة من تقنيات التدليك العلاجي المصممة خصيصًا لتلبية احتياجاتك الفريدة. بدءًا من جلسات التدليك السويدية المهدئة وحتى علاج الأنسجة العميقة لتخفيف الآلام المزمنة، تم تصميم خدماتنا لمعالجة الصحة الجسدية والعاطفية. نحن متخصصون أيضًا في جلسات تدليك الأزواج، والتدليك قبل الولادة، وعروض العافية التي تركز على الصحة والاسترخاء على المدى الطويل.",
    "why choose therabonnies?": "لماذا تختار TheraBonnies؟",
    "personalized care": "العناية الشخصية: نحن نأخذ الوقت الكافي لفهم احتياجاتك وتفضيلاتك المحددة لإنشاء تجربة تدليك مخصصة.",
    "convenience": "الراحة: من خلال خدمة الهاتف المحمول لدينا، نقدم لك تجربة السبا مباشرة - سواء في المنزل أو في المكتب أو حتى في فندقك.",
    "professional therapists": "المعالجون المحترفون: يتم تدريب المعالجين المرخصين وذوي الخبرة لدينا على مجموعة متنوعة من التقنيات، مما يضمن حصولك على أعلى مستويات الجودة.",
    "holistic approach": "النهج الشمولي: نحن نؤمن بالنهج الشامل للعافية، ومعالجة صحتك الجسدية والعقلية لمساعدتك على الشعور بالتوازن والتجديد.",
    "about-p-last": "Therabonnies هم أكثر من مجرد مجموعة من المعالجين بالتدليك، نحن شركاؤك في العافية. نحن ملتزمون بخلق بيئة آمنة وسلمية ومهنية حيث يمكنك الاسترخاء والتخلص من ضغوط الحياة اليومية. سواء كان ذلك هروبًا سريعًا من روتينك المزدحم أو جزءًا منتظمًا من نظام الرعاية الذاتية الخاص بك، فنحن هنا لمساعدتك على الشعور بأفضل ما لديك.",
    "therabonnies services": "خدمات TheraBonnies",
    "our contacts": "اتصالاتنا",
    "region available": "تعمل TheraBonnies في ست مناطق (الإمارات العربية المتحدة والمملكة العربية السعودية والولايات المتحدة الأمريكية وأستراليا والمملكة المتحدة) فقط",
    "membership and booking form": "نموذج الحجز",
    "full name": "نموذج العضوية والحجز",
    "phone number": "رقم الهاتف",
    "email": "بريد إلكتروني",
    "address": "عنوان سكنك",
    "appointment day": "اختر اليوم الذي يناسبك",
    "proceed to checkout": "الخطوة التالية",
    "pay with cash app": "الدفع باستخدام التطبيق النقدي",
    "pay with btc": "الدفع باستخدام البيتكوين",
    "pay with card": "الدفع بالبطاقة",
    "cancel": "يلغي",
    "select method": "حدد الطريقة",
    "choose your preferred method": "اختر طريقتك المفضلة",
    "testimonies": "التعليقات",
    "testimony-p": "إليك ما يقوله العملاء عن TheraBonnies.",
    "members": "بعض أعضائنا المشهورين",
    "members-p": "تشتهر TheraBonnies بفريقها المتنوع والماهر من المعالجين، بما في ذلك العديد من المدلكات ذوات السمعة الطيبة. من بين هؤلاء المدلكات الأكثر شهرة، تقدم كل واحدة منهن خبرة فريدة ورعاية عاطفية لعملائهن.",
    "about-clara": "أنا مدلكة محترفة مشهورة بقدرتي على الاسترخاء العميق وتجديد شباب عملائي. بفضل سنوات من الخبرة، أجمع بين تقنيات التدليك المختلفة لتوفير تجربة شخصية ومريحة تعزز الصحة الجسدية والعاطفية.",
    "about-juliana": "أنا متخصص في التدليك العلاجي، ومساعدة العملاء على التعافي من الإصابات، وتخفيف الألم المزمن، وتحسين القدرة على الحركة. يضمن أسلوبي الدقيق حصول كل عميل على الرعاية التي يحتاجها للشفاء والإغاثة.",
    "about-khadija": "أقوم بدمج الممارسات الشاملة في جلسات التدليك الخاصة بي، مع التركيز ليس فقط على الجسد ولكن أيضًا على العقل والروح. تساعد جلساتي العملاء على تجربة إحساس عام بالرفاهية وموازنة طاقتهم وتقليل التوتر.",
    "about-emiliana-and-excel": "نحن معروفون بلمستهم المهدئة. سواء كان ذلك لتخفيف التوتر الناتج عن أسبوع مزدحم أو للاسترخاء بعد يوم طويل، فإن جلساتنا تساعد العملاء على الانفصال عن العالم والعثور على الهدوء في الوقت الحالي.",
    "about-stephanie": "بفضل التدريب المكثف والخبرة العملية، أركز على الشفاء والعافية من خلال التدليك العلاجي. سواء كنت تتعافى من إصابة أو تحتاج ببساطة إلى تخفيف توتر العضلات، فإن أسلوبي مصمم ليمنحك الراحة والطمأنينة.",
    "about-rahila": "أعتقد أن كل عميل فريد من نوعه، ولهذا السبب أقوم بتخصيص كل جلسة بناءً على احتياجاتك المحددة. من العلاج السويدي إلى الأنسجة العميقة، أستخدم تقنيات مختلفة لضمان حصولك على العلاج الأكثر فعالية لجسمك.",
    "about-amelia": "باعتباري ممرضة معتمدة ومدلكة محترفة، فأنا ملتزم بمساعدة العملاء على التعافي من إرهاق العضلات والإصابات. تستهدف تقنياتي المتخصصة مناطق معينة من التوتر، مما يساعد في عملية الشفاء وتحسين المرونة والحركة بشكل عام.",
    "about-elina": "العلاج بالتدليك ليس مجرد مهنة بالنسبة لي؛ إنها شغف. أنا ملتزم بمساعدة العملاء على دمج الرعاية الذاتية في إجراءاتهم الروتينية، وتحسين صحتهم ورفاهيتهم بشكل عام من خلال قوة اللمس العلاجية. أنا أبدو خجولة ولكن في الحقيقة لا. مضحك جداً",
    "about-mariam": "يمكن أن يؤثر التوتر بشدة على الجسم والعقل، ولكن من خلال تقنيات التدليك المتخصصة، أقدم تخفيفًا فعالاً للتوتر. أساعدك على التخلص من التوتر وتقليل القلق وترك كل جلسة تشعر بالخفة والاستعادة.",
    "about-avon": "بالإضافة إلى الراحة الجسدية، أنا متحمس لمساعدة العملاء على التعامل مع التوتر والقلق. تم تصميم جلسات التدليك الخاصة بي لدعم كل من الجسم والعقل، مما يوفر لك تجربة شاملة تعزز التوازن العاطفي والحيوية الجسدية.",
    "about-jennifer": "أنا أؤمن بتمكين قدرة الجسم الطبيعية على الشفاء. من خلال التدليك العلاجي، أساعد في تعزيز الدورة الدموية، وتحسين المرونة، وتخفيف الألم المزمن، مما يوفر لك الأدوات اللازمة لتعيش حياة أكثر صحة وخالية من الألم."
}