{
    "services": "Services",
    "contact": "Contact",
    "about us": "About Us",
    "title": "TheraBonnies (private massage therapists)",
    "description": "Are you feeling stressed, sore or need to relax? Discover a world of greater pleasure and unparalleled experiences with TheraBonnies, private massage therapists providing the perfect escape from the hustle and bustle of everyday life. Whether you are looking for relief from chronic pain, quiet time, or relaxation, TheraBonnies will help you feel better with optional services like Erotic/Sensual and Happy Ending.",
    "sub-heading": "Let TheraBonnies melt away your stress with soothing techniques designed to relax both body and mind",
    "individual massage": "Individual Massage",
    "1hr, 30mins": "1hr, 30mins",
    "1hr, 40mins": "1hr, 40mins",
    "2hrs, 50mins": "2hrs, 50mins",
    "2hrs": "2hrs",
    "3hrs": "3hrs",
    "deep tissue massage with hot stone & foot massage treatment": "Deep Tissue Massage with Hot Stone & Foot Massage Treatment",
    "head neck shoulder back hands therapy hot stone massage & foot treatment": "Head Neck Shoulder Back Hands Therapy Hot Stone Massage & Foot Treatment",
    "erotic/nuru massage": "Erotic/Nuru Massage",
    "head, neck, shoulder, back, hands therapy, hot stone massage or foot treatment": "Head, Neck, Shoulder, Back, Hands Therapy, Hot Stone Massage or Foot Treatment",
    "deep tissue massage, reflexology (foot and hand) massage, hot stone massage or shiatsu massage": "Deep Tissue Massage, Reflexology (Foot and Hand) Massage, Hot Stone Massage or Shiatsu Massage",
    "deep tissue massage, reflexology, hot stone massage or shiatsu massage with happy ending": "Deep Tissue Massage, Reflexology, Hot Stone Massage or Shiatsu Massage with happy ending",
    "deluxe massage": "Deluxe Massage",
    "swedish, deep tissue, hot stone therapy, aromatherapy, and reflexology (all-round massage)": "Swedish, Deep Tissue, Hot Stone Therapy, Aromatherapy, and Reflexology (All-Round Massage)",
    "couple's massage": "Couple's Massage",
    "couples head, neck, shoulder, back, hands therapy, hot stone massage & foot treatment": "Couples Head, Neck, Shoulder, Back, Hands Therapy, Hot Stone Massage & Foot Treatment",
    "swedish massage with hot stone or deep tissue massage with hot stone": "Swedish Massage with Hot Stone or Deep Tissue Massage with Hot Stone",
    "get to know TheraBonnies": "Get to know TheraBonnies",
    "book now": "Book Now",
    "about": "About TheraBonnies",
    "welcome": "Welcome to Therabonnies – Your Sanctuary for Healing and Relaxation.",
    "about-p-2": "TheraBonnies are a team of dedicated, licensed massage therapists who are passionate about helping you achieve balance, relieve stress, and enhance your well-being. We understand that life can be demanding, and our mission is to provide a peaceful retreat where you can unwind, recharge, and experience the therapeutic benefits of touch.",
    "about-p-3": "With years of training and experience, our therapists specialize in a wide range of massage techniques, from soothing Swedish and deep tissue to more targeted therapies like sports massage and trigger point therapy. Each session is tailored to meet your unique needs, whether you are seeking relief from chronic pain, recovering from an injury, or simply looking for a moment of calm in your busy day.",
    "about-p-4": "TheraBonnies believe in the power of healing through connection and care. We are committed to offering a serene and welcoming environment, where you can feel comfortable and supported throughout your entire journey to wellness. Your comfort, privacy, and relaxation are our top priority.",
    "our services": "Our Services",
    "our-services-p1": "We offer a range of therapeutic massage techniques tailored to your unique needs. From soothing Swedish massages to deep tissue therapy for chronic pain relief, our services are designed to address both physical and emotional well-being. We also specialize in couples' massages, prenatal massage, and wellness packages that focus on long-term health and relaxation.",
    "why choose therabonnies?": "Why Choose Therabonnies?",
    "personalized care": "Personalized Care: We take the time to understand your specific needs and preferences to create a customized massage experience.",
    "convenience": "Convenience: With our mobile service, we bring the spa experience directly to you—whether at home, in the office, or even at your hotel.",
    "professional therapists": "Professional Therapists: Our licensed and experienced therapists are trained in a variety of techniques, ensuring you receive the highest quality care.",
    "holistic approach": "Holistic Approach: We believe in a holistic approach to wellness, addressing both your physical and mental health to help you feel balanced and rejuvenated.",
    "about-p-last": "Therabonnies are more than just a group of massage therapists, we are your partners in wellness. We are committed to creating a safe, peaceful, and professional environment where you can relax and let go of the stresses of daily life. Whether it is a quick escape from your busy routine or a regular part of your self-care regimen, we are here to help you feel your best.",
    "therabonnies services": "TheraBonnies Services",
    "our contacts": "Our Contacts",
    "region available": "TheraBonnies operates in six regions (UAE, Saudi Arabia, USA, Australia and UK) only",
    "appointment form": "Appointment form",
    "full name": "Full Name",
    "phone number": "Phone Number",
    "email": "E-mail",
    "address": "Address",
    "appointment day": "Pick a date",
    "proceed to checkout": "Choose your preferred masseuse",
    "testimonies": "TESTIMONIES",
    "testimony-p": "Here’s what clients are saying about TheraBonnies.",
    "members": "Some of our famous members",
    "members-p": "TheraBonnies is known for its diverse and skilled team of therapists, including many highly regarded masseuses. Among these most popular masseuses, each one of them offers unique expertise and emotional care to her clients.",
    "about-clara": "I am a professional masseuse renowned for my ability to deeply relax and rejuvenate my clients. With years of experience, I combine different massage techniques to provide a personalized, soothing experience that promotes physical and emotional well-being.",
    "about-juliana": "I specialize in therapeutic massage, helping clients recover from injuries, relieve chronic pain, and improve mobility. My meticulous approach ensures that each client receives the care they need for healing and relief.",
    "about-khadija": "I incorporate holistic practices into my massages, focusing not only on the body but also the mind and spirit. My sessions help clients experience an overall sense of well-being, balance their energy and reduce stress.",
    "about-emiliana-and-excel": "We are known for their calming touch. Whether it's for alleviating stress from a busy week or unwinding after a long day, our sessions help clients disconnect from the world and find tranquility in the moment",
    "about-stephanie": "With extensive training and hands-on experience, I focus on healing and wellness through therapeutic massage. Whether you’re recovering from an injury or simply need to alleviate muscle tension, my approach is designed to bring you comfort and relief.",
    "about-rahila": "I believe that every client is unique, and that's why I personalize each session based on your specific needs. From Swedish to deep tissue, I use various techniques to ensure you receive the most effective treatment for your body.",
    "about-amelia": "As a certified nurse and professional masseuse, I am dedicated to helping clients recover from muscle fatigue and injury. My specialized techniques target specific areas of tension, aiding in the healing process and improving overall flexibility and mobility.",
    "about-elina": "Massage therapy is not just a career for me; It's a passion. I am committed to helping clients integrate self-care into their routines, and improve their overall health and well-being through the power of therapeutic touch. I look shy but really no. Very funny",
    "about-mariam": "Stress can take a heavy toll on both the body and mind, but through my expert massage techniques, I offer effective stress relief. I help you release tension, reduce anxiety, and leave each session feeling light and restored.",
    "about-avon": "Beyond physical relief, I’m passionate about helping clients manage stress and anxiety. My massages are designed to support both the body and mind, offering you a holistic experience that promotes emotional balance and physical vitality.",
    "about-jennifer": "I believe in empowering the body’s own natural ability to heal. Through therapeutic massage, I assist in promoting circulation, improving flexibility, and relieving chronic pain, giving you the tools to live a healthier, pain-free life."
}